Repository: withcaldera/system26
Catalog: Packages/Core/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, vi, zh_hans

# LIVE_CAMERA_PREVIEW_UNAVAILABLE
source: Camera preview unavailable on this device.
de: Live-Kameravorschau auf diesem Gerät nicht verfügbar.
es: La vista previa de la cámara en vivo no está disponible en este dispositivo.
fr: L’aperçu de la caméra en direct est indisponible sur cet appareil.
it: L’anteprima della fotocamera live non è disponibile su questo dispositivo.
ja: このデバイスではライブカメラのプレビューを利用できません。
ko: 이 기기에서는 라이브 카메라 미리보기를 사용할 수 없습니다.
pt: A prévia da câmera ao vivo não está disponível neste dispositivo.
vi: Không có bản xem trước camera trực tiếp trên thiết bị này.
zh_hans: 此设备不支持实时摄像头预览。

# LIVE_CAMERA_UNAVAILABLE
source: Camera is unavailable on this device.
de: Live-Kamera ist auf diesem Gerät nicht verfügbar.
es: La cámara en vivo no está disponible en este dispositivo.
fr: La caméra en direct est indisponible sur cet appareil.
it: La fotocamera live non è disponibile su questo dispositivo.
ja: このデバイスではライブカメラを使用できません。
ko: 이 기기에서는 라이브 카메라를 사용할 수 없습니다.
pt: A câmera ao vivo não está disponível neste dispositivo.
vi: Camera trực tiếp không khả dụng trên thiết bị này.
zh_hans: 此设备不支持实时摄像头。

# LIVE_VISION_DESCRIPTION
source: This mode pushes the Apple Neural Engine to its limits by processing live video feeds with multiple concurrent vision tasks.
de: Dieser Modus bringt die Apple Neural Engine an ihre Grenzen, indem er Live-Video-Feeds mit mehreren gleichzeitigen Vision-Aufgaben verarbeitet.
es: Este modo lleva al Apple Neural Engine al límite procesando transmisiones de video en vivo con múltiples tareas de visión simultáneas.
fr: Ce mode pousse le Neural Engine d'Apple dans ses derniers retranchements en traitant des flux vidéo en direct avec plusieurs tâches de vision simultanées.
it: Questa modalità spinge il Neural Engine di Apple ai suoi limiti elaborando feed video in diretta con più attività di visione simultanee.
ja: このモードは、複数の同時ビジョンタスクを含むライブビデオフィードを処理することで、Apple Neural Engine を限界まで押し上げます。
ko: 이 모드는 여러 동시 비전 작업을 통해 라이브 비디오 피드를 처리하여 Apple Neural Engine을 극한까지 밀어붙입니다.
pt: Este modo leva o Apple Neural Engine ao limite processando feeds de vídeo ao vivo com múltiplas tarefas de visão simultâneas.
vi: Chế độ này đẩy Apple Neural Engine đến giới hạn bằng cách xử lý nguồn cấp dữ liệu video trực tiếp với nhiều tác vụ thị giác đồng thời.
zh_hans: 此模式通过处理具有多个并发视觉任务的实时视频流，将 Apple 神经引擎推向极限。

source: Live Vision Inspector
de: Live Vision Inspektor
es: Inspector de visión en vivo
fr: Inspecteur de vision en direct
it: Ispettore visione live
ja: ライブビジョンインスペクター
ko: 라이브 비전 검사기
pt: Inspetor de Visão ao Vivo
vi: Trình kiểm tra thị giác trực tiếp
zh_hans: 实时视觉检查器

source: MEMORY
de: SPEICHER
es: MEMORIA
fr: MÉMOIRE
it: MEMORIA
ja: メモリ
ko: 메모리
pt: MEMÓRIA
vi: BỘ NHỚ
zh_hans: 内存

source: Memory Usage
de: Speichernutzung
es: Uso de memoria
fr: Utilisation de la mémoire
it: Utilizzo memoria
ja: メモリ使用量
ko: 메모리 사용량
pt: Uso de Memória
vi: Sử dụng bộ nhớ
zh_hans: 内存使用

# MEMORY_USAGE_TOOLTIP
source: Current RAM consumption of the app.
de: Aktueller RAM-Verbrauch der App.
es: Consumo actual de RAM de la aplicación.
fr: Consommation RAM actuelle de l'application.
it: Consumo attuale di RAM dell'app.
ja: アプリの現在の RAM 消費量。
ko: 앱의 현재 RAM 소비량.
pt: Consumo atual de RAM do aplicativo.
vi: Mức tiêu thụ RAM hiện tại của ứng dụng.
zh_hans: 应用的当前 RAM 消耗。

# METRIC_LATENCY
source: Latency
de: Latenz
es: Latencia
fr: Latence
it: Latenza
ja: レイテンシ
ko: 지연 시간
pt: Latência
vi: Độ trễ
zh_hans: 延迟

# METRIC_THERMAL_SCORE
source: Thermal Score
de: Thermischer Score
es: Puntuación térmica
fr: Score thermique
it: Punteggio Termico
ja: 熱スコア
ko: 열 점수
pt: Pontuação Térmica
vi: Điểm nhiệt
zh_hans: 热评分

# METRIC_THROUGHPUT
source: Throughput
de: Durchsatz
es: Rendimiento
fr: Débit
ja: スループット
ko: 처리량
pt: Taxa de Transferência
vi: Thông lượng
zh_hans: 吞吐量

# METRIC_TOTAL_TIME
source: Total Time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo Totale
ja: 合計時間
ko: 총 시간
pt: Tempo Total
vi: Tổng thời gian
zh_hans: 总时间

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt: Modo
vi: Chế độ
zh_hans: 模式

source: MODEL
de: MODELL
es: MODELO
fr: MODÈLE
it: MODELLO
ja: モデル
ko: 모델
pt: MODELO
vi: MÔ HÌNH
zh_hans: 模型

# MODEL_CONTENT_TAGGING
source: Content Tagging
de: Inhalts-Tagging
es: Etiquetado de contenido
fr: Marquage de contenu
it: Tagging dei contenuti
ja: コンテンツのタグ付け
ko: 콘텐츠 태깅
pt: Etiquetagem de Conteúdo
vi: Gắn thẻ nội dung
zh_hans: 内容标记

# MODEL_GENERAL_PURPOSE
source: General Purpose
de: Allgemeiner Zweck
es: Propósito general
fr: Usage général
it: Scopo generale
ja: 一般用途
ko: 일반 목적
pt: Propósito Geral
vi: Đa năng
zh_hans: 通用

# MODEL_NOT_AVAILABLE
source: Selected model is not available on this device.
de: Ausgewähltes Modell ist auf diesem Gerät nicht verfügbar.
es: El modelo seleccionado no está disponible en este dispositivo.
fr: Le modèle sélectionné n'est pas disponible sur cet appareil.
it: Il modello selezionato non è disponibile su questo dispositivo.
ja: 選択したモデルはこのデバイスでは利用できません。
ko: 선택한 모델은 이 기기에서 사용할 수 없습니다.
pt: O modelo selecionado não está disponível neste dispositivo.
vi: Mô hình đã chọn không khả dụng trên thiết bị này.
zh_hans: 所选模型在此设备上不可用。

source: New Concept
de: Neues Konzept
es: Nuevo concepto
fr: Nouveau concept
it: Nuovo Concetto
ja: 新しいコンセプト
ko: 새 콘셉트
pt: Novo Conceito
vi: Khái niệm mới
zh_hans: 新概念

# NO_INPUTS_ERROR
source: No concept text or image inputs provided.
de: Kein Konzepttext oder Bildeingaben bereitgestellt.
es: No se proporcionaron entradas de texto de concepto o imagen.
fr: Aucun texte de concept ou image d'entrée fourni.
it: Nessun testo di concetto o input immagine fornito.
ja: コンセプトテキストまたは画像入力が提供されていません。
ko: 콘셉트 텍스트 또는 이미지 입력이 제공되지 않았습니다.
pt: Nenhum texto de conceito ou imagem de entrada fornecido.
vi: Không có văn bản khái niệm hoặc đầu vào hình ảnh nào được cung cấp.
zh_hans: 未提供概念文本或图像输入。

# NOT_AVAILABLE
source: N/A
de: N/V
it: N/D
ko: 해당 없음
zh_hans: 不可用

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir Ajustes
vi: Mở Cài đặt
zh_hans: 打开设置

# OPEN_SOURCE_LICENSE
source: Open Source. MIT License.
de: Open Source. MIT Lizenz.
es: Código abierto. Licencia MIT.
fr: Open Source. Licence MIT.
it: Open Source. Licenza MIT.
ja: オープンソース。MIT ライセンス。
ko: 오픈 소스. MIT 라이선스.
pt: Código Aberto. Licença MIT.
vi: Mã nguồn mở. Giấy phép MIT.
zh_hans: 开源。MIT 许可证。

source: OUTPUT
de: AUSGABE
es: SALIDA
fr: SORTIE
ja: 出力
ko: 출력
pt: SAÍDA
vi: ĐẦU RA
zh_hans: 输出

# OVERLAY_FACE_CONFIDENCE
source: Face %d%%
de: Gesicht %d%%
es: Rostro %d%%
fr: Visage %d%%
it: Volto %d%%
ja: 顔 %d%%
ko: 얼굴 %d%%
pt: Rosto %d%%
vi: Khuôn mặt %d%%
zh_hans: 人脸 %d%%

# OVERLAY_OBJECT_CONFIDENCE
source: Object %d%%
de: Objekt %d%%
es: Objeto %d%%
fr: Objet %d%%
it: Oggetto %d%%
ja: 物体 %d%%
ko: 객체 %d%%
pt: Objeto %d%%
vi: Đối tượng %d%%
zh_hans: 物体 %d%%

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

source: PROCESSING...
de: VERARBEITUNG...
es: PROCESANDO...
fr: TRAITEMENT...
it: ELABORAZIONE...
ja: 処理中...
ko: 처리 중...
pt: PROCESSANDO...
vi: ĐANG XỬ LÝ...
zh_hans: 处理中...

# PROFESSIONAL_TRANSLATOR_SYSTEM_PROMPT
source: You are a professional translator.
de: Du bist ein professioneller Übersetzer.
es: Eres un traductor profesional.
fr: Vous êtes un traducteur professionnel.
it: Sei un traduttore professionista.
ja: あなたはプロの翻訳者です。
ko: 당신은 전문 번역가입니다.
pt: Você é um tradutor profissional.
vi: Bạn là một biên dịch viên chuyên nghiệp.
zh_hans: 你是一位专业翻译员。

# PROGRESS_COMPLETE
source: Complete: %@
de: Fertig: %@
es: Completado: %@
fr: Terminé : %@
it: Completato: %@
ja: 完了: %@
ko: 완료: %@
pt: Concluído: %@
vi: Hoàn tất: %@
zh_hans: 完成：%@

# PROGRESS_FAILED
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échoué
it: Fallito
ja: 失敗
ko: 실패
pt: Falhou
vi: Thất bại
zh_hans: 失败

# PROGRESS_GENERATING
source: Generating...
de: Generiere...
es: Generando...
fr: Génération...
it: Generazione...
ja: 生成中...
ko: 생성 중...
pt: Gerando...
vi: Đang tạo...
zh_hans: 正在生成...

# PROGRESS_INITIALIZING
source: Initializing ImageCreator...
de: Initialisiere ImageCreator...
es: Inicializando ImageCreator...
fr: Initialisation de ImageCreator...
it: Inizializzazione ImageCreator...
ja: ImageCreator を初期化中...
ko: ImageCreator 초기화 중...
pt: Inicializando ImageCreator...
vi: Đang khởi tạo ImageCreator...
zh_hans: 正在初始化 ImageCreator...

# PROGRESS_RECEIVING_IMAGE
source: Receiving image %@...
de: Empfange Bild %@...
es: Recibiendo imagen %@...
fr: Réception de l'image %@...
it: Ricezione immagine %@...
ja: 画像 %@ を受信中...
ko: 이미지 %@ 수신 중...
pt: Recebendo imagem %@...
vi: Đang nhận hình ảnh %@...
zh_hans: 正在接收图像 %@...

# PROGRESS_REQUESTING
source: Requesting generation...
de: Fordere Generierung an...
es: Solicitando generación...
fr: Demande de génération...
it: Richiesta generazione...
ja: 生成をリクエスト中...
ko: 생성 요청 중...
pt: Solicitando geração...
vi: Đang yêu cầu tạo...
zh_hans: 正在请求生成...

# PROGRESS_RETRYING
source: Retrying...
de: Versuche erneut...
es: Reintentando...
fr: Nouvel essai...
it: Nuovo tentativo...
ja: 再試行中...
ko: 재시도 중...
pt: Tentando novamente...
vi: Đang thử lại...
zh_hans: 正在重试...

source: Reduce Motion
de: Bewegung reduzieren
es: Reducir movimiento
fr: Réduire les animations
it: Riduci movimento
ja: 視差効果を減らす
ko: 동작 줄이기
pt: Reduzir Movimento
vi: Giảm chuyển động
zh_hans: 减弱动态效果

# REFERENCE_IMAGE_CROP_FAILED
source: Couldn't normalize the reference image.
de: Konnte Referenzbild nicht normalisieren.
es: No se pudo normalizar la imagen de referencia.
fr: Impossible de normaliser l'image de référence.
it: Impossibile normalizzare l'immagine di riferimento.
ja: 参照画像を正規化できませんでした。
ko: 참조 이미지를 정규화할 수 없습니다.
pt: Não foi possível normalizar a imagem de referência.
vi: Không thể chuẩn hóa hình ảnh tham chiếu.
zh_hans: 无法标准化参考图像。

# REFERENCE_IMAGE_INVALID
source: Reference image is invalid.
de: Referenzbild ist ungültig.
es: La imagen de referencia no es válida.
fr: L'image de référence est invalide.
it: L'immagine di riferimento non è valida.
ja: 参照画像が無効です。
ko: 참조 이미지가 유효하지 않습니다.
pt: A imagem de referência é inválida.
vi: Hình ảnh tham chiếu không hợp lệ.
zh_hans: 参考图像无效。

# REFERENCE_IMAGE_RESIZE_FAILED
source: Couldn't resize the reference image.
de: Konnte Referenzbild nicht skalieren.
es: No se pudo redimensionar la imagen de referencia.
fr: Impossible de redimensionner l'image de référence.
it: Impossibile ridimensionare l'immagine di riferimento.
ja: 参照画像のサイズを変更できませんでした。
ko: 참조 이미지의 크기를 조정할 수 없습니다.
pt: Não foi possível redimensionar a imagem de referência.
vi: Không thể thay đổi kích thước hình ảnh tham chiếu.
zh_hans: 无法调整参考图像大小。

# REFERENCE_IMAGE_TOO_LARGE
source: Reference image exceeds the supported size (max 4096px).
de: Referenzbild überschreitet die unterstützte Größe (max 4096px).
es: La imagen de referencia excede el tamaño admitido (máx. 4096px).
fr: L'image de référence dépasse la taille prise en charge (max 4096px).
it: L'immagine di riferimento supera la dimensione supportata (max 4096px).
ja: 参照画像がサポートされているサイズ (最大 4096px) を超えています。
ko: 참조 이미지가 지원되는 크기(최대 4096px)를 초과합니다.
pt: A imagem de referência excede o tamanho suportado (máx 4096px).
vi: Hình ảnh tham chiếu vượt quá kích thước được hỗ trợ (tối đa 4096px).
zh_hans: 参考图像超过支持的大小 (最大 4096px)。

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ja: リソース
ko: 리소스
pt: Recursos
vi: Tài nguyên
zh_hans: 资源

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ja: 結果
ko: 결과
pt: Resultado
vi: Kết quả
zh_hans: 结果

source: RESULTS
de: ERGEBNISSE
es: RESULTADOS
fr: RÉSULTATS
it: RISULTATI
ja: 結果
ko: 결과
pt: RESULTADOS
vi: KẾT QUẢ
zh_hans: 结果

# SAFETY_GUARDRAILS
source: Safety Guardrails Triggered
de: Sicherheitsleitplanken ausgelöst
es: Medidas de seguridad activadas
fr: Garde-fous de sécurité déclenchés
it: Misure di sicurezza attivate
ja: セーフティガードレールが作動しました
ko: 안전 가드레일이 작동되었습니다
pt: Medidas de segurança acionadas
vi: Rào cản an toàn đã được kích hoạt
zh_hans: 触发安全护栏

source: Sensitivity
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
it: Sensibilità
ja: 感度
ko: 감도
pt: Sensibilidade
vi: Độ nhạy
zh_hans: 灵敏度

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
vi: Cài đặt
zh_hans: 设置

# SKETCH_HELP
source: Optional freehand drawing sent as a concept overlay.
de: Optionale Freihandzeichnung als Konzeptüberlagerung gesendet.
es: Dibujo a mano alzada opcional enviado como superposición de concepto.
fr: Dessin à main levée facultatif envoyé comme superposition de concept.
it: Disegno a mano libera opzionale inviato come sovrapposizione di concetto.
ja: コンセプトオーバーレイとして送信されるオプションのフリーハンド描画。
ko: 콘셉트 오버레이로 전송되는 선택적 자유형 그림.
pt: Desenho à mão livre opcional enviado como sobreposição de conceito.
vi: Bản vẽ tay tùy chọn được gửi dưới dạng lớp phủ khái niệm.
zh_hans: 作为概念覆盖发送的可选手绘图。

source: Start Live Stream
de: Live-Stream starten
es: Iniciar transmisión en vivo
fr: Lancer le flux en direct
it: Avvia streaming live
ja: ライブストリーム開始
ko: 라이브 스트림 시작
pt: Iniciar Transmissão ao Vivo
vi: Bắt đầu phát trực tiếp
zh_hans: 开始实时流

# START_TEST
source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt: Iniciar
vi: Bắt đầu
zh_hans: 开始

# STATUS_ERROR
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt: Erro
vi: Lỗi
zh_hans: 错误

# STATUS_GENERATING
source: Generating
de: Generiere
es: Generando
fr: Génération en cours
it: Generazione
ja: 生成中
ko: 생성 중
pt: Gerando
vi: Đang tạo
zh_hans: 正在生成

# STATUS_READY
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비
pt: Pronto
vi: Sẵn sàng
zh_hans: 就绪

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt: Parar
vi: Dừng
zh_hans: 停止

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
pt: Estilo
vi: Phong cách
zh_hans: 风格

# STYLE_HELP
source: Image Playground style: Animation, Illustration, or Sketch.
de: Image Playground Stil: Animation, Illustration oder Skizze.
es: Estilo de Image Playground: Animación, Ilustración o Boceto.
fr: Style Image Playground : Animation, Illustration ou Croquis.
it: Stile Image Playground: Animazione, Illustrazione o Schizzo.
ja: Image Playground スタイル：アニメーション、イラスト、またはスケッチ。
ko: Image Playground 스타일: 애니메이션, 일러스트레이션 또는 스케치.
pt: Estilo Image Playground: Animação, Ilustração ou Esboço.
vi: Phong cách Image Playground: Hoạt hình, Minh họa hoặc Phác thảo.
zh_hans: Image Playground 风格：动画、插图或草图。

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
ja: 提案
ko: 제안
pt: Sugestões
vi: Gợi ý
zh_hans: 建议

source: Summarization
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 要約
ko: 요약
pt: Resumo
vi: Tóm tắt
zh_hans: 总结

source: Switch Camera
de: Kamera wechseln
es: Cambiar cámara
fr: Changer de caméra
it: Cambia fotocamera
ja: カメラ切り替え
ko: 카메라 전환
pt: Trocar Câmera
vi: Chuyển camera
zh_hans: 切换摄像头

# SYNTHETIC_TEST
source: Synthetic
de: Synthetisch
es: Sintético
fr: Synthétique
it: Sintetico
ja: 合成
ko: 합성
pt: Sintético
vi: Tổng hợp
zh_hans: 合成

source: SYSTEM INSTRUCTIONS
de: SYSTEMANWEISUNGEN
es: INSTRUCCIONES DEL SISTEMA
fr: INSTRUCTIONS SYSTÈME
it: ISTRUZIONI DI SISTEMA
ja: システム命令
ko: 시스템 지침
pt: INSTRUÇÕES DO SISTEMA
vi: HƯỚNG DẪN HỆ THỐNG
zh_hans: 系统指令

# SYSTEM_PROMPT_DISABLED_NOTICE
source: System prompt disabled for this task.
de: System-Prompt für diese Aufgabe deaktiviert.
es: Prompt del sistema desactivado para esta tarea.
fr: Prompt système désactivé pour cette tâche.
it: Prompt di sistema disabilitato per questa attività.
ja: このタスクではシステムプロンプトが無効です。
ko: 이 작업에 대해 시스템 프롬프트가 비활성화되었습니다.
pt: Prompt do sistema desativado para esta tarefa.
vi: Lời nhắc hệ thống đã tắt cho tác vụ này.
zh_hans: 此任务已禁用系统提示词。

source: System 26 Required
de: System 26 Erforderlich
es: Se requiere System 26
fr: System 26 Requis
it: System 26 Richiesto
ja: System 26 が必要です
ko: System 26 필요
pt: System 26 Necessário
vi: Yêu cầu System 26
zh_hans: 需要 System 26

# TASK_BODY_POSE
source: Body Pose Estimation
de: Körperhaltungsschätzung
es: Estimación de pose corporal
fr: Estimation de pose corporelle
it: Stima posa corporea
ja: 身体ポーズ推定
ko: 신체 포즈 추정
pt: Estimativa de Pose Corporal
vi: Ước tính tư thế cơ thể
zh_hans: 人体姿态估计

# TASK_BODY_POSE_DESC
source: Detects human body poses and landmarks.
de: Erkennt menschliche Körperhaltungen und Orientierungspunkte.
es: Detecta poses y puntos de referencia del cuerpo humano.
fr: Détecte les poses et points de repère du corps humain.
it: Rileva pose e punti di riferimento del corpo umano.
ja: 人体のポーズとランドマークを検出します。
ko: 인체 포즈와 랜드마크를 감지합니다.
pt: Detecta poses e marcos do corpo humano.
vi: Phát hiện tư thế và các điểm mốc trên cơ thể người.
zh_hans: 检测人体姿态和关键点。

# TASK_FACE_DETECTION
source: Face Detection
de: Gesichtserkennung
es: Detección de caras
fr: Détection de visage
it: Rilevamento Viso
ja: 顔検出
ko: 얼굴 감지
pt: Detecção Facial
vi: Phát hiện khuôn mặt
zh_hans: 人脸检测

# TASK_FACE_DETECTION_DESC
source: Locates faces within the frame.
de: Lokalisiert Gesichter im Bildausschnitt.
es: Localiza caras dentro del encuadre.
fr: Localise les visages dans le cadre.
it: Localizza i volti all'interno dell'inquadratura.
ja: フレーム内の顔の位置を特定します。
ko: 프레임 내에서 얼굴을 찾습니다.
pt: Localiza rostos dentro do quadro.
vi: Định vị khuôn mặt trong khung hình.
zh_hans: 定位画面中的人脸。

# TASK_FEATURE_PRINT_DESC
source: Computes semantic feature vectors for images.
de: Berechnet semantische Feature-Vektoren für Bilder.
es: Calcula vectores de características semánticas para imágenes.
fr: Calcule des vecteurs de caractéristiques sémantiques pour les images.
it: Calcola vettori di caratteristiche semantiche per le immagini.
ja: 画像の意味的特徴ベクトルを計算します。
ko: 이미지에 대한 의미론적 특징 벡터를 계산합니다.
pt: Calcula vetores de características semânticas para imagens.
vi: Tính toán các vectơ đặc trưng ngữ nghĩa cho hình ảnh.
zh_hans: 计算图像的语义特征向量。

# TASK_OBJECT_DETECTION
source: Real-time Object Detection
de: Echtzeit-Objekterkennung
es: Detección de objetos en tiempo real
fr: Détection d'objets temps réel
it: Rilevamento oggetti in tempo reale
ja: リアルタイム物体検出
ko: 실시간 객체 감지
pt: Detecção de Objetos em Tempo Real
vi: Phát hiện đối tượng thời gian thực
zh_hans: 实时物体检测

# TASK_OBJECT_DETECTION_DESC
source: Identifies multiple objects and their positions.
de: Identifiziert mehrere Objekte und deren Positionen.
es: Identifica múltiples objetos y sus posiciones.
fr: Identifie plusieurs objets et leurs positions.
it: Identifica più oggetti e le loro posizioni.
ja: 複数の物体とその位置を特定します。
ko: 여러 객체와 그 위치를 식별합니다.
pt: Identifica múltiplos objetos e suas posições.
vi: Xác định nhiều đối tượng và vị trí của chúng.
zh_hans: 识别多个物体及其位置。

# TASK_TEXT_RECOGNITION
source: Live Text Recognition
de: Live-Texterkennung
es: Reconocimiento de texto en vivo
fr: Reconnaissance de texte en direct
it: Riconoscimento testo live
ja: ライブテキスト認識
ko: 라이브 텍스트 인식
pt: Reconhecimento de Texto ao Vivo
vi: Nhận dạng văn bản trực tiếp
zh_hans: 实时文本识别

# TASK_TEXT_RECOGNITION_DESC
source: Detects and recognizes text in the camera feed.
de: Erkennt und identifiziert Text im Kamera-Feed.
es: Detecta y reconoce texto en la transmisión de la cámara.
fr: Détecte et reconnaît le texte dans le flux de la caméra.
it: Rileva e riconosce il testo nel feed della fotocamera.
ja: カメラフィード内のテキストを検出して認識します。
ko: 카메라 피드에서 텍스트를 감지하고 인식합니다.
pt: Detecta e reconhece texto no feed da câmera.
vi: Phát hiện và nhận dạng văn bản trong nguồn cấp dữ liệu camera.
zh_hans: 检测并识别摄像头画面中的文本。

# TASK_THERMAL_ANALYSIS
source: Thermal Throttling Analysis
de: Thermische Drosselungsanalyse
es: Análisis de limitación térmica
fr: Analyse du bridage thermique
it: Analisi limitazione termica
ja: 熱スロットリング分析
ko: 열 스로틀링 분석
pt: Análise de Limitação Térmica
vi: Phân tích điều tiết nhiệt
zh_hans: 热节流分析

# TEAM_SLOGAN
source: The team you didn't think existed.
de: Das Team, von dem Sie nicht dachten, dass es existiert.
es: El equipo que no creías que existiera.
fr: L'équipe dont vous ignoriez l'existence.
it: Il team che non pensavi esistesse.
ja: あなたが想像もしなかったチーム。
ko: 당신이 존재할 거라 생각하지 못했던 팀.
pt: A equipe que você não achava que existia.
vi: Đội ngũ mà bạn không nghĩ là có thật.
zh_hans: 你未曾设想的团队。

source: THERMAL
de: THERMISCH
es: TÉRMICO
fr: THERMIQUE
it: TERMICO
ja: 熱状態
ko: 열
pt: TÉRMICO
vi: NHIỆT
zh_hans: 热状态

# THERMAL_CRITICAL
source: CRITICAL
de: KRITISCH
es: CRÍTICO
fr: CRITIQUE
it: CRITICO
ja: 危険
ko: 위험
pt: CRÍTICO
vi: NGUY KỊCH
zh_hans: 危急

# THERMAL_FAIR
source: FAIR
de: MÄSSIG
es: REGULAR
fr: MOYEN
it: DISCRETO
ja: 普通
ko: 보통
pt: RAZOÁVEL
vi: KHÁ
zh_hans: 一般

# THERMAL_SERIOUS
source: SERIOUS
de: ERNST
es: GRAVE
fr: SÉRIEUX
it: SERIO
ja: 深刻
ko: 심각
pt: SÉRIO
vi: NGHIÊM TRỌNG
zh_hans: 严重

# THERMAL_TOOLTIP
source: Device thermal state (Nominal, Fair, Serious, Critical).
de: Thermischer Zustand des Geräts (Nominal, Mäßig, Ernst, Kritisch).
es: Estado térmico del dispositivo (Nominal, Regular, Grave, Crítico).
fr: État thermique de l'appareil (Nominal, Moyen, Sérieux, Critique).
it: Stato termico del dispositivo (Nominale, Discreto, Serio, Critico).
ja: デバイスの熱状態 (正常、普通、深刻、危険)。
ko: 기기 열 상태 (정상, 보통, 심각, 위험).
pt: Estado térmico do dispositivo (Nominal, Razoável, Sério, Crítico).
vi: Trạng thái nhiệt của thiết bị (Bình thường, Khá, Nghiêm trọng, Nguy kịch).
zh_hans: 设备热状态 (正常、一般、严重、危急)。

# THERMAL_UNKNOWN
source: UNKNOWN
de: UNBEKANNT
es: DESCONOCIDO
fr: INCONNU
it: SCONOSCIUTO
ja: 不明
ko: 알 수 없음
pt: DESCONHECIDO
vi: KHÔNG XÁC ĐỊNH
zh_hans: 未知

source: ⚠️ THROTTLING DETECTED
de: ⚠️ DROSSELUNG ERKANNT
es: ⚠️ LIMITACIÓN DETECTADA
fr: ⚠️ BRIDAGE THERMIQUE DÉTECTÉ
it: ⚠️ LIMITAZIONE RILEVATA
ja: ⚠️ スロットリングを検出
ko: ⚠️ 스로틀링 감지됨
pt: ⚠️ LIMITAÇÃO TÉRMICA DETECTADA
vi: ⚠️ PHÁT HIỆN GIẢM XUNG
zh_hans: ⚠️ 检测到节流

source: Time to First Token
de: Zeit bis zum ersten Token
es: Tiempo hasta el primer token
fr: Temps jusqu'au premier token
it: Tempo al primo token
ja: 最初のトークンまでの時間
ko: 첫 번째 토큰까지의 시간
pt: Tempo até o Primeiro Token
vi: Thời gian đến token đầu tiên
zh_hans: 首个 Token 生成时间

# TIME_TO_FIRST_TOKEN_TOOLTIP
source: Time elapsed before the first token is generated.
de: Verstrichene Zeit, bis das erste Token generiert wird.
es: Tiempo transcurrido antes de que se genere el primer token.
fr: Temps écoulé avant la génération du premier token.
it: Tempo trascorso prima che venga generato il primo token.
ja: 最初のトークンが生成されるまでの経過時間。
ko: 첫 번째 토큰이 생성되기까지 경과된 시간.
pt: Tempo decorrido antes que o primeiro token seja gerado.
vi: Thời gian trôi qua trước khi token đầu tiên được tạo.
zh_hans: 生成第一个 Token 之前经过的时间。

# TIMESTAMP_RECORDING_FAILED
source: Benchmark failed to record timestamps
de: Benchmark konnte Zeitstempel nicht aufzeichnen
es: La prueba falló al registrar las marcas de tiempo
fr: Le test a échoué à enregistrer les horodatages
it: Il benchmark non è riuscito a registrare i timestamp
ja: ベンチマークのタイムスタンプ記録に失敗しました
ko: 벤치마크가 타임스탬프를 기록하지 못했습니다
pt: O benchmark falhou ao registrar os timestamps
vi: Điểm chuẩn không ghi lại được dấu thời gian
zh_hans: 基准测试记录时间戳失败
